tap "homebrew/bundle"
tap "oven-sh/bun"
brew "btop"
brew "fastfetch"
brew "figlet"
brew "git"
brew "go"
brew "lsd"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "discord"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "httpie"
cask "keka"
cask "kitty"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "telegram"
cask "wezterm"
